Repository: renato-lombardo/physchem-dashboards
Catalog: dashboards/boltzmann/translations/*/LC_MESSAGES/messages.po
Languages: it_it

source: Boltzmann distribution
it_it: Distribuzione di Boltzmann

source: Add plot
it_it: Aggiungi grafico

source: explore how each distribution changes on changing the parameters
it_it: osserva come ogni distribuzione cambi al variare dei parametri

source: Max energy (eV)
it_it: Energia max (eV)

source: n levels
it_it: num. livelli

source: temperature (K)
it_it: temperatura (K)

source: delete
it_it: elimina

source: energy
it_it: energia

source: pop fract
it_it: fraz. pop

source: **Boltzmann distribution** describes how $N$ molecules are distributed on different energy levels, depending on temperature. The fraction of molecules with energi $E_1$ is: $$\frac{N_1}{N} = \frac{e^{-\frac{E_1}{kT}}}{Q}$$ Where $Q$ is the **molecular partition function**: $$Q = \sum_{i} e^{-\frac{E_i}{kT}}$$ It is a _normalization factor_ that ensures that the total probability will be 1.
it_it: La **distribuzione di Boltzmann** descrive come $N$ molecole si distribuiscono su vari livelli energetici, in funzione della temperatura. La frazione di molecole con energia $E_1$ è: $$\frac{N_1}{N} = \frac{e^{-\frac{E_1}{kT}}}{Q}$$ Dove $Q$ è la **funzione di partizione molecolare**: $$Q = \sum_{i} e^{-\frac{E_i}{kT}}$$ Si tratta di un _fattore di normalizzazione_ che assicura che la somma totale della probabilità sia pari a 1.

source: less info
it_it: meno informazioni

source: more info
it_it: più informazioni

source: population fraction
it_it: frazione della popolazione

source: level
it_it: livello
