Repository: renato-lombardo/physchem-dashboards
Catalog: dashboards/michaelis-menten/translations/*/LC_MESSAGES/.ipynb_checkpoints/messages-checkpoint.po
Languages: it_it

source: Michaelis-Menten kinetics
it_it: Cinetica di Michaelis-Menten

source: competitive
it_it: competitiva

source: noncompetitive
it_it: noncompetitiva

source: uncompetitive
it_it: incompetitiva

source: Delete
it_it: Elimina

source: Add plot
it_it: Aggiungi Grafico

source: explore how changing parameters affects the kinetics
it_it: Osserva come i parametri influiscono sulla cinetica

source: **Michaelis-Menten kinetics** is a kinetic mechanism describing simple enzyme catalized reactions in which a substrate, $\text{S}$, is converted in a product, $\text{P}$, in the presence of an enzyme, $\text{E}$. This mechanism was developed to explain the plot of the dependance of the initial rate, $v_0$, as a function of substrate concentration $[\text{S}]$ and can be can be schematized as $$\text{E} + \text{S} \overset{k_1}{\underset{k_{-1}}{\rightleftharpoons}} \text{ES} \overset{k_2}{\rightarrow} \text{E} + \text{P}$$ In such mechanism $v_0$ will be $$v_0 = \frac{k_2[\text{E}]_0[\text{S}]}{K_M + [\text{S}]}$$ where $[\text{E}]_0$ is the initial concentratin of the enzyme and $K_M$ is the **Michaelis constant** $$K_M = \frac{k_{-1}+k_2}{k_1}$$ At high $[\text{S}]$ values the plot tends to a saturation value, the **limiting rate** $v_{max}$: $$v_{max}=k_2[\text{E}]_0$$ In the presence of an **inhibitor**, $\text{I}$, the enzyme efficency can be reduced. There are different types of inhibitors with different mechanisms and kinetic effects. The analysis of kinetics inhibition is often conducted using the **Lineweaver-Burk plots** of $\frac{1}{v_0} vs. \frac{1}{[\text{S}]}$ $$\frac{1}{v_0}=\frac{K_M}{v_{max}[\text{S}]}+\frac{1}{v_{max}}$$
it_it: La **cinetica di Michaelis-Menten** è un meccanismo che descrive una semplice reazione catalizzata da un enzima nella quale un substrato, $\text{S}$, è convertito in un prodotto, $\text{P}$, in presenza di un enzima, $\text{E}$. Questo meccanismo fu sviluppato per spiegare il grafico della dipendenza della velocità iniziale, $v_0$, in funzione della concentrazione di substrato $[\text{S}]$ e può essere schematizzato come $$\text{E} + \text{S} \overset{k_1}{\underset{k_{-1}}{\rightleftharpoons}} \text{ES} \overset{k_2}{\rightarrow} \text{E} + \text{P}$$ In tale meccanismo $v_0$ sarà $$v_0 = \frac{k_2[\text{E}]_0[\text{S}]}{K_M + [\text{S}]}$$ dove $[\text{E}]_0$ è la concentrazione iniziale di enzima e $K_M$ è la **costante di Michaelis** $$K_M = \frac{k_{-1}+k_2}{k_1}$$ Ad alti valori di $[\text{S}]$ il grafico tende a un valore di saturazione, la **velocità massima** $v_{max}$: $$v_{max}=k_2[\text{E}]_0$$ In presenza di un **inibitore**, $\text{I}$, l'efficienza dell'enzima viene ridotta. Esistono diversi tipo di inibitore con differenti meccanismi ed effetti cinetici. L'analisi della inibizione della cinetica viene spesso condotta usando i **diagrammi di Lineweaver-Burk** di $\frac{1}{v_0} vs. \frac{1}{[\text{S}]}$ $$\frac{1}{v_0}=\frac{K_M}{v_{max}[\text{S}]}+\frac{1}{v_{max}}$$

source: less info
it_it: meno informazioni

source: more info
it_it: più informazioni
