Repository: renato-lombardo/physchem-dashboards
Catalog: dashboards/hill/translations/*/LC_MESSAGES/messages.po
Languages: it_it

source: Hill equation
it_it: Equazione di Hill

source: Bohr effect
it_it: Effetto Bohr

source: Root effect
it_it: Effetto Root

source: Delete
it_it: Elimina

source: Add plot
it_it: Aggiungi grafico

source: explore how changing parameters affects the saturation of hemoglobin
it_it: Esplora come cambiando i parametri varia la saturazione dell'emoglobina

source: The **Hill-Langmuir equation** describes the interaction of a ligand, $L$, with a binding site. Specifically, it relates the **saturation**, $s$, to the ligand concentration. $$s = \frac{[L]^n}{([L]^n + K_d^n)}$$ where $[L]$ is the molar concentration of the ligand, $K_d$ is the dissociation constant, and $n$ is the **Hill coefficient**, which describes the cooperativity of the binding process. The saturation corresponds to the ratio of occupied binding sites, $N_L$, to the total number of binding sites, $N$: $$ s = \frac{N_L}{N}
it_it: L'**equazione di Hill-Langmuir** descrive l'interazione di un legante, $L$, con un sito di legame. In particolare, mette in relazione la **saturazione**, $s$, con la concentrazione del legante. $$s = \frac{[L]^n}{([L]^n + K_d^n)}$$ dove $[L]$ è la concentrazione molare del ligando, $K_d$ è la costante di dissociazione, e $n$ è il **coefficiente di Hill**, che descrive la cooperatività del processo di legame. La saturazione corrisponde al rapporto fra i siti di legame occupati dal legante, $N_L$ con il numero totale di siti di legame, $N$: $$ s = \frac{N_L}{N}

source: less info
it_it: meno informazioni

source: more info
it_it: più informazioni

source: saturation
it_it: saturazione
